[
    {
        "name": "陸抗",
        "quote": "「羊叔子，就算是燒盡生命，我也要在這裡擋住你，你有這個覺悟了嗎？」",
        "camp": "陸家",
        "job": "都督",
        "intro": "字幼節，吳郡吳縣人，陸遜的次子。\n在陸遜死後繼承爵位，歷經許多磨難，終於官至大司馬。\n在風雨飄搖的處境下挺身守護荊州，堪稱是孫吳最後的名將。\n晉人稱：「陸抗存則吳存，抗亡則吳亡。」"
    },
    {
        "name": "陸遜",
        "quote": "「一生中至少要打過一場壯烈的仗才算是不枉此生，而我已經打過三場了。」",
        "camp": "陸家",
        "job": "騎策士",
        "intro": "字伯言，吳郡吳縣人。\n大族吳郡陸家成員，歷任上大將軍、丞相，\n多次在危急之中抵禦曹魏和蜀漢，確保孫吳在揚州以及荊州的領地，為孫吳建國的第一功臣。"
    },
    {
        "name": "陸晏",
        "quote": "「如果能夠幫二弟多製造點時間的話，那麼死又如何呢？」",
        "camp": "陸家",
        "job": "戟兵",
        "intro": "陸抗的長子。因為父親忙於軍務，所以擔負起照顧弟弟們的責任。\n性格溫厚具有包容力，獲得弟弟們一致的尊敬。\n官至裨將軍、夷道監，面對益州晉軍入侵時站在第一線。"
    },
    {
        "name": "陸景",
        "quote": "「因為愛所以不得不分離？這是何等不負責任的說法。」",
        "camp": "陸家",
        "job": "都督",
        "intro": "字士仁，吳郡吳縣人，陸抗的次子。\n妻子為孫皓的異母妹，在父親死後跟著其他兄弟一起分領部曲。\n母親為張承之女，因為童年某一事件造成心理陰影，對自己父親有著複雜的感情。"
    },
    {
        "name": "陸機",
        "quote": "「我已經比當年剛統兵時強了五十倍，沒理由不讓我出戰。」",
        "camp": "陸家",
        "job": "弩兵",
        "intro": "字士衡，吳郡吳縣人，陸抗的第四子。\n年紀小小就表現出不凡的智慧，但是自尊心極強，\n不服輸的激烈的個性讓兄弟們都十分頭痛。"
    },
    {
        "name": "陸雲",
        "quote": "「那個…那個…請不要欺負我…」",
        "camp": "陸家",
        "job": "武術家",
        "intro": "字士龍，吳郡吳縣人，陸抗的第五子，六歲就能為文，堪稱是陸家的神童。\n因為上面有個個性激烈的兄長，反而造成他有些怯懦的性格。"
    },
    {
        "name": "甘寧",
        "quote": "「嗯，陸家的小弟弟們還真可愛，要挑哪個吃掉呢？」",
        "camp": "吳將",
        "job": "錦帆賊",
        "intro": "甘寧的孫女，繼承了祖父的名號，\n在東關之戰初次參戰後，以驚人的武勇活躍在戰場上，在敵軍間流傳著「惡鬼」的威名。\n離開戰場呈現完全相反的個性，成為開朗奔放的享樂主義者，除了陸家人外無人能駕馭她。"
    },
    {
        "name": "施績",
        "quote": "「令尊曾經對我說過，他生前最親密的友人名『績』，而我也名『績』，所以他一直希望我能和你成為摯友。」",
        "camp": "吳將",
        "job": "將軍",
        "intro": "字公緒，朱然之子，後改回本姓施。\n繼承父親爵位和兵力後，活躍在荊州防衛的第一線，\n被曹魏認為是「賊國的名臣」，官至左大司馬，和陸抗有著相當的交情。"
    },
    {
        "name": "吾彥",
        "quote": "「這麼大批木屑從上游而來，怎麼看都像是造船的廢材，為什麼陛下就是不當一回事？」",
        "camp": "吳將",
        "job": "輕騎兵",
        "intro": "字士則，吳郡吳縣人，荊州四將之一。\n出身寒微，因為陸抗的提拔而展露頭角，靠著過人的武勇活躍在荊州戰場。\n之後擔任建平太守，時刻盯著益州方面晉軍的動向。"
    },
    {
        "name": "伍延",
        "quote": "「這是最後的回天之計，只要能夠斬殺敵將，哪怕是背負投降的汙名也在所不惜。」",
        "camp": "吳將",
        "job": "步兵",
        "intro": "曾經跟隨陸遜參加石亭之戰的老將，荊州四將之首。\n雖然沒有顯赫的戰績，但是堅實而樸拙的戰法讓他能在任何時候保持不敗。\n後官至江陵督，率領孤軍面對龐大的晉軍。"
    },
    {
        "name": "蔡貢",
        "quote": "「我叫蔡貢，步闡你踹共呀！」",
        "camp": "吳將",
        "job": "弓兵",
        "intro": "荊州四將之一，跟隨參加西陵之戰。\n箭術高明，所率的弓兵隊是荊州部隊的強力後援，但脾氣暴躁是其缺陷之處。"
    },
    {
        "name": "鍾離循",
        "quote": "「陸家的少爺們，難道你們不知道扯後腿的友軍比敵人更可怕？」",
        "camp": "吳將",
        "job": "炮車",
        "intro": "會稽山陰人，鍾離牧之子，荊州四將之一，以偏將軍負責協助西陵防務。\n由於父親在征討武陵蠻時被迫孤軍奮鬥，因此對建業存有不信任感，經常提醒陸抗要注意保身。"
    },
    {
        "name": "左奕",
        "quote": "「古語說得好，有功夫，無懦夫。碰到我懦夫救星算你幸運。」",
        "camp": "吳將",
        "job": "武術家",
        "intro": "荊州部隊四將之一，跟隨參加西陵之戰。\n外號「大吳古拳法傳人鬼王奕」，開館授徒，學生無數，\n其中陸雲也因為個性軟弱，而被陸抗要求要成為他的門徒。"
    },
    {
        "name": "周處",
        "quote": "「什麼？！三橫之中居然我是最可怕的…哈哈哈，原來我這麼惹人厭？」",
        "camp": "吳將",
        "job": "近衛兵",
        "intro": "字子隱，陽興人，周魴之子。\n由於少孤，欠缺家庭教育加上血氣方剛，導致陽興人非常畏懼他，和南山猛虎與長橋蛟龍並列「三橫」。\n周處在剷除其他兩害之後，發覺自己的過失，潛心向學痛改全非。"
    },
    {
        "name": "諸葛靚",
        "quote": "「在家思孝，事君思忠，朋友思信，如此而已。」",
        "camp": "吳將",
        "job": "軍師",
        "intro": "字仲思，瑯琊人，諸葛誕之子。\n在諸葛誕舉兵反司馬時已人質身分送往東吳，在父親敗亡後留下來任官。\n和晉帝司馬炎有相當交情，但卻因為父仇而對司馬家有著複雜的感情。"
    },
    {
        "name": "虞忠",
        "quote": "「我們虞家對大吳忠心耿耿，上上下下成員都只願赴死，絕不投降。」",
        "camp": "吳將",
        "job": "弩兵",
        "intro": "字世方，會稽餘姚(今寧波餘姚)人，虞翻的第五子。\n和陸抗一起站在荊州防衛的第一線，官至宜都太守。\n行事頑固嚴謹而有些不知通融，對人總是不假辭色，唯一只有對陸機是和顏悅色。"
    },
    {
        "name": "紀陟",
        "quote": "「疆界雖遠，但其險要必爭之地不超過四個，如同八尺之軀的人不受風寒，其防護風寒之處也不過數個而已。」",
        "camp": "吳將",
        "job": "醫師",
        "intro": "字子上，丹陽秣陵人。初為中書郎，以抗拒孫峻命令聞名。\n後以光祿大夫身分北上出使，面對司馬昭表現得不卑不亢，保全孫吳的顏面。"
    },
    {
        "name": "弘璆",
        "quote": "「做生意最重要的就是利潤，別小看這區區一分利，一個月後滾下來就是不得了的數字。」",
        "camp": "吳將",
        "job": "道士",
        "intro": "曲阿人，祖父為弘咨，祖母為孫權之姊孫淑。\n雖然在孫吳仕官，實則仍在經營曲阿弘家的生意，\n由於交際手腕高超，因此就算坐擁鉅富也能安然度過孫吳數次政變。"
    },
    {
        "name": "孫慎",
        "quote": "「快燒快搶！說什麼也不能搶輸甘寧的錦帆賊。」",
        "camp": "吳將",
        "job": "賊兵",
        "intro": "宗室成員之一，孫河之孫，官至夏口督。\n平日喜好燒殺劫掠，在地方上為禍百姓。\n後來被提拔作為對晉劫掠作戰的前鋒，活躍在前線，但他一直想要規劃一場史上最大搶劫作戰。"
    },
    {
        "name": "孫遙",
        "quote": "「聽好，我既然嫁給陸景就表示我愛他，過去的事情請不要再提了。」",
        "camp": "吳將",
        "job": "弓騎兵",
        "intro": "孫皓之異母妹，後成為陸景之妻。\n本來和孫皓因為共患難而感情深厚，但後來因為某些事件而關係破裂。\n有著過人武勇，被許多人認為是當年長公主再世，但陸景不樂見她上戰場。\n和陸玄曾經有過一段相處時間，因此她和陸景、陸玄兄弟的關係變得很微妙。"
    },
    {
        "name": "沈瑩",
        "quote": "「丹陽青巾的弟兄們，死也要仰著死，背對敵人只會讓你死都恥辱。」",
        "camp": "吳將",
        "job": "山越兵",
        "intro": "丹陽太守，轄下五千丹陽青巾軍是以山越為主的精銳部隊，號稱在任何情況下都能衝破敵陣。\n曾經跟隨許多將領東征西討，在最後面對晉軍大攻勢時，被視為是最後的王牌。"
    },
    {
        "name": "孫權",
        "quote": "「陸遜，你居然敢管朕的家務事？朕曾經把你當兄弟，但當時眾臣反對立練師為后的時候你在哪裡？」",
        "camp": "吳皇室",
        "job": "NPC",
        "intro": "字仲謀，孫吳第一任開國皇帝。\n未滿二十就繼承兄長大業，在眾人的協助下擊退北方強敵，穩定江東。\n前期知人善用，寬宏大度，以無比的毅力度過一次又一次的危機。\n然而，因為一件憾事，造成他心中對眾臣的不信任，終於引發一場為時十年的亂事。"
    },
    {
        "name": "孫和",
        "quote": "「皓兒，真正悲傷的人是不會哭出來的，因為他淚已流乾。」",
        "camp": "吳皇室",
        "job": "NPC",
        "intro": "字子孝，孫權的第三子，生母為王夫人。\n太子孫登在世時就獲得寵愛，孫登臨死前推薦他繼任成為太子。\n仁孝溫和，不喜歡與人相爭，然而廢太子派的眾人卻結合起來，隨時準備對他下手。"
    },
    {
        "name": "孫霸",
        "quote": "「父皇給孩兒這樣的待遇，不就是希望孩兒能用自己的手來爭取太子之位？」",
        "camp": "吳皇室",
        "job": "NPC",
        "intro": "字子威，孫權的第四子，生母為謝夫人。\n在孫和被立為太子同時，孫霸也被封為魯王，待遇與兄長完全相同。\n底下眾人看見這點，包括全琮、步騭、呂岱在內，許多人開始集結在孫霸底下，準備要讓孫和被廢黜。"
    },
    {
        "name": "孫休",
        "quote": "「幼節，朕一生就做過這麼一件醜事，但這是萬不得已的。大吳…已經禁不起第二次的二宮之爭。」",
        "camp": "吳皇室",
        "job": "NPC",
        "intro": "字子烈，孫權的第六子，東吳的第三任皇帝。\n早年被封瑯琊王，在孫綝廢黜皇帝孫亮後被立為皇帝。\n孫休上任後立刻發動政變奪回權力，並且勵精圖治進行改革，頗有新一代英主之姿。"
    },
    {
        "name": "孫皓",
        "quote": "「朕要的豈止只有這些，我們要順應『庚子年，青蓋入洛陽』，隨時準備揮軍北上。」",
        "camp": "吳皇室",
        "job": "NPC",
        "intro": "字元宗，孫和之子，孫吳的第四代皇帝。\n原被封烏程侯，在蜀漢滅亡又外有強敵之際，被推舉為皇帝。\n由於童年時期遭逢變故而家破人亡，對於臣子有著極度的不信任感，動輒就開殺戒，暴君之名逐漸傳了開來。"
    },
    {
        "name": "孫魯班",
        "quote": "「阿峻，這牛肉麵好辣!好熱!我要脫衣服!!!」",
        "camp": "吳皇室",
        "job": "NPC",
        "intro": "孫權的長女，生母為步夫人。\n早先嫁給周瑜之子周循，周循死後改嫁給全琮。\n權力慾望極強，加上孫權的過度寵愛，讓她得以不斷插手政事，心中懷抱有讓全家人執政的野心。"
    },
    {
        "name": "袁華",
        "quote": "「孫權，少對我大呼小叫，你在我面前永遠就只是個長不大的小鬼。」",
        "camp": "吳皇室",
        "job": "NPC",
        "intro": "袁術之女。在袁術敗亡後輾轉被孫家庇護，最後嫁給孫權。\n進入後宮後一改過去脾氣，行事變得穩重賢淑，在步夫人死後更是成為後宮的支柱。"
    },
    {
        "name": "潘嬛",
        "quote": "「陛下您看袁華都忘記自己是誰了，還以為她是當年袁家的千金嗎？」",
        "camp": "吳皇室",
        "job": "NPC",
        "intro": "第二任皇帝孫亮的生母。\n最初因父親獲罪而在織室工作，被孫權發現後收入後宮。\n性格善妒又陰險毒辣，不斷進讒言陷害袁夫人等人，又和孫魯班合作，讓兒子被立為太子，自己也一口氣升到皇后之位。"
    },
    {
        "name": "何太后",
        "quote": "「如果我也死了，請問誰能撫養這些孩子？我不能跟著一起殉節。」",
        "camp": "吳皇室",
        "job": "NPC",
        "intro": "太子孫和的側室，孫皓的生母。\n孫和被廢黜時跟著一起前往長沙，\n後來孫和被孫峻逼死時，正室張氏跟著殉節，何姬為撫養存活下來的孩子而不跟著一起死。\n孫皓繼位後尊奉為太后，是唯一能夠讓孫皓言聽計從的人。"
    },
    {
        "name": "諸葛恪",
        "quote": "「到頭來，你們這些魯王派的居然又連成一氣？！大皇帝呀，二宮之爭到底要到何時才能結束？」",
        "camp": "吳臣將",
        "job": "NPC",
        "intro": "字元遜，琅邪陽都人。孫吳重臣諸葛瑾之子，官至太傅。\n孫權臨終時以其為輔政大臣，輔佐太子孫亮。\n因為妹妹嫁給張承，所以和陸家有一定程度的關係，之後因為諸葛恪而發生的變故，導致陸抗必須做出抉擇。"
    },
    {
        "name": "全琮",
        "quote": "「伯言，說什麼自己兒子支持魯王會帶來災難，我看你是在嫉妒我吧。」",
        "camp": "吳臣將",
        "job": "NPC",
        "intro": "字子璜，吳郡錢塘縣人，官至右大司馬、左軍師。\n名門錢塘全家代表性人物，在娶孫魯班為妻後權勢一飛衝天。\n和陸遜本來關係良好，在石亭之戰中雙方第一次起了衝突，之後更因為二宮之爭而雙方全面決裂。\n在二宮之爭中，全琮支持魯王孫霸。"
    },
    {
        "name": "朱桓",
        "quote": "「曹休小賊給我出來，我多年受到的屈辱，今天一定要加倍奉還給你。」",
        "camp": "吳臣將",
        "job": "NPC",
        "intro": "字休穆，吳郡吳縣人。以勇烈聞名，多次抵禦曹魏的侵擾，官至前將軍。\n在周泰之後接任濡須督，於曹魏三路伐吳的危急時刻擊敗曹仁，讓局勢轉危為安。\n在石亭之戰時統率三萬部隊擔任左翼，在陸遜的指揮下迎擊曹休大軍。"
    },
    {
        "name": "丁奉",
        "quote": "「說出來你也別意外，當年老夫也是錦帆賊的一員，還打過張遼呢。」",
        "camp": "吳臣將",
        "job": "NPC",
        "intro": "字承淵，廬江安豐人，官至大將軍、右大司馬。\n勇冠三軍，靠著一手飛石活躍在前線，東關之戰更是他成名一戰。\n之後參與關鍵政變爬上高位，創下一個士兵成為大司馬的傳奇。"
    },
    {
        "name": "陶璜",
        "quote": "「敵將楊稷有智，毛炅有勇，我軍完全無法勝過……… 騙你的，那些人比起吾妻小麻根本就不算什麼。」",
        "camp": "吳臣將",
        "job": "將軍",
        "intro": "字世英，丹陽人。由於父親陶基擔任過交州刺史，所以參與平定交州作戰。\n在作戰過程表現活躍，之後被就地任命為交州刺史。任內恩威並施，頗有治績。"
    },
    {
        "name": "陸凱",
        "quote": "「君臣無不相識的道理，萬一有變故，臣屬都不知道該保護誰。」",
        "camp": "吳臣將",
        "job": "NPC",
        "intro": "字敬風，吳郡吳縣人，陸抗的族兄，孫皓在位初年任左丞相。\n為人正直剛毅，對於孫皓的行為時常加以勸阻，因為德高望重，就算是孫皓也不敢對他有任何動作。"
    },
    {
        "name": "孟宗",
        "quote": "「令尊對在下的恩情，孟宗永生難報。所以，如果有什麼在下可以幫得上忙的，請儘管開口。」",
        "camp": "吳臣將",
        "job": "NPC",
        "intro": "字恭武，後來為了避諱將名字改為孟仁。荊州江夏郡鄳縣人，官至司空。\n為人至孝，民間傳說有孟宗哭竹生筍這個孝子感天動地的故事，是《二十四孝》中哭竹生筍的主角。"
    },
    {
        "name": "丁固",
        "quote": "「敬風和恭武都已故，三重臣就只剩老夫一個，接下來大吳該如何是好？」",
        "camp": "吳臣將",
        "job": "NPC",
        "intro": "丁固，字子賤，本名密，因避諱滕密，故改名固，山陰(今浙江紹興)人，\n曾和諸葛靚一起平定建業山越之亂，後被任命為司徒，與陸凱、孟宗一起支撐著日益混亂的孫吳朝廷。"
    },
    {
        "name": "張悌",
        "quote": "「仲思，今日是我的命盡之日。當我還是孩童的時候，便為你家丞相所賞識。」",
        "camp": "吳臣將",
        "job": "NPC",
        "intro": "字巨先，襄陽(今湖北襄樊)人，官至東吳丞相。\n年少時即有名聲，為諸葛亮所賞識。在司馬昭伐蜀之際，只有他獨排眾議認為蜀漢會亡國。\n在最後面對晉軍大攻勢時，率領建業的精銳部隊北上迎擊敵軍。"
    },
    {
        "name": "何定",
        "quote": "「告訴你，我是何定，而且我屌翻了。」",
        "camp": "吳臣將",
        "job": "NPC",
        "intro": "汝南人，在孫皓繼位之時上奏說自己侍奉過孫權而被任用。\n因為懂得揣摩上意，所以深深獲得孫皓信任。\n然而因為他旁若無人的言行招致許多重臣的不滿，包括陸凱、陸抗在內都曾經上疏要孫皓停止進用何定。"
    },
    {
        "name": "岑昏",
        "quote": "「你說誰是太監？我可是有小雞雞的，還得到陛下御賜『不及閣大學士』的稱號。」",
        "camp": "吳臣將",
        "job": "NPC",
        "intro": "孫皓身邊佞臣之一，官至九卿之位，好弄公共建設，置人民勞苦於不顧，深為吾人所怨恨。\n擅長阿諛奉承，為得孫皓的信任，常和何定、馬扁等人爭寵。"
    },
    {
        "name": "馬扁",
        "quote": "「我不知道你要見我，這不是見到了嗎？我可是把你們當人看耶。」",
        "camp": "吳臣將",
        "job": "NPC",
        "intro": "字邦伯，夷州人。因為衛溫來襲而被擄到東吳，靠著狡詰的智慧和無礙的辯才，逐漸取得孫皓信任。\n生性貪婪，說話白目，天生霉運讓無數和他握過手的人遭殃。身為近臣，常和何定、岑昏等人爭寵。"
    },
    {
        "name": "司馬炎",
        "quote": "「朕這次一定要蕩平吳賊，賭上祖父的名譽！」",
        "camp": "晉皇室",
        "job": "NPC",
        "intro": "字安世，河內溫縣人，晉朝第一任皇帝。繼承父祖的基業，逼迫魏帝禪讓建立了晉朝。\n然而蜀漢雖滅，位在東南方的孫吳仍在繼續反抗，變成司馬炎心中最大的心病。\n頭腦聰穎且寬宏有大度，好色為其美中不足之處。"
    },
    {
        "name": "司馬攸",
        "quote": "「皇兄待我不薄，不要亂說話挑撥我們兄弟感情。」",
        "camp": "晉皇室",
        "job": "NPC",
        "intro": "字大猷，小字桃符，河內溫縣人，晉朝宗室。\n性格溫和，親近賢才亦樂於施予他人，\n才能和威望都超越哥哥司馬炎，就連司馬昭都考慮以他當繼承人。\n在晉朝建立之後，全心輔佐兄長。"
    },
    {
        "name": "司馬望",
        "quote": "「人人知足則凡事有餘、人人安分則天下太平。」",
        "camp": "晉皇室",
        "job": "NPC",
        "intro": "字子初，司馬孚次子，河內溫縣人，晉朝宗室。\n在晉未建立以前即位居要職，也擔任過雍涼都督。\n在晉建立後被封為義陽王，經常被任命統率大軍來對抗孫吳的入侵。\n為人吝嗇小氣，簡樸打仗讓許多將士們怨聲載道。"
    },
    {
        "name": "司馬伷",
        "quote": "「岳父是諸葛誕又如何？前朝早就有令，妻子在出嫁後早與本族脫離關係。」",
        "camp": "晉皇室",
        "job": "NPC",
        "intro": "字子將，司馬懿之子，妻子為諸葛誕之女。\n在晉建立以前曾經在面臨曹髦來襲時逃跑，心中仍存有些許陰影。\n不過在晉建立之後仍獲得重用，面對石苞背叛謠言時更是表現活躍，也因此讓他逐漸產生自信。"
    },
    {
        "name": "司馬駿",
        "quote": "「只有任用別人不敢用的怪物，才能打倒別人打不倒的敵人。」",
        "camp": "晉皇室",
        "job": "NPC",
        "intro": "字子臧，西晉宗室，司馬懿之子，由伏夫人所生。\n自幼聰慧有人望，在晉建立後被派任到各方擔任一方之督，帶兵對抗南方的孫吳和西方的鮮卑人。\n對於諸葛亮有異常的崇拜，經常喜歡學習他的行事風格。"
    },
    {
        "name": "王元姬",
        "quote": "「公主，如果您還有什麼怨恨的話，請儘管對著元姬，炎兒他們是無辜的。」",
        "camp": "晉皇室",
        "job": "NPC",
        "intro": "王朗之孫女，司馬炎、攸之母。\n從小聰慧，八歲就懂朗誦《詩經》、《論》，曾讓祖父感嘆她竟為女兒身。\n在晉建立後雖貴為太后，仍保持簡樸的生活，深深受人敬重。"
    },
    {
        "name": "楊豔",
        "quote": "「我的衷兒是最可愛的，你們誰也不准動他！」",
        "camp": "晉皇室",
        "job": "NPC",
        "intro": "司馬炎的首任妻子，出身自名門弘農楊家。\n姿色美麗、聰慧善書又擅長女紅，司馬昭聞名為司馬炎聘娶之，在晉建立後被封為皇后。\n生有三子三女，惟長子早死，次子司馬衷卻癡呆，為了保護司馬衷的皇位，她開始有所動作。"
    },
    {
        "name": "胡芳",
        "quote": "「奇怪？你們司馬家北伐公孫，西拒諸葛，到底誰是將種？」",
        "camp": "晉皇室",
        "job": "NPC",
        "intro": "父親為猛將胡奮， 被司馬炎挑選入後宮時不但沒有喜悅，反而哭泣反抗，此舉卻讓司馬炎留下深刻印象。\n性情率直、有話就說，因此深得司馬炎寵愛。"
    },
    {
        "name": "賈南風",
        "quote": "「父親，危機就是轉機。任愷那些人卻沒想過，自己反而幫您在鋪路呢。」",
        "camp": "晉皇室",
        "job": "NPC",
        "intro": "賈充之三女，因為朝廷的政爭，居然因緣際會竟成為太子妃。\n性情陰毒善妒，擁有強烈的掌控慾望，為晉朝的未來埋下不安定的要素。"
    },
    {
        "name": "賈充",
        "quote": "「這次伐吳一定會碰到瘟疫，今天大軍面臨險境，即令把張華腰斬，都不足以向天下謝罪。」",
        "camp": "晉重臣",
        "job": "NPC",
        "intro": "字公閭，平陽郡襄陵人，賈逵之子。\n因為在高貴鄉公事件出力甚多，被司馬昭乃至司馬炎父子引為心腹，也是晉朝的開國功臣。\n然而他雖然朝中地位崇高，看似風光無比，在家中卻有著難以對外人陳說的痛苦。"
    },
    {
        "name": "荀勗",
        "quote": "「士季呀，你在世的時候我痛恨你，但你不在的時候我卻感到寂寞萬分。以後還有誰能真心和我吵架？」",
        "camp": "晉重臣",
        "job": "NPC",
        "intro": "字公曾，潁川潁陰人，東漢司空荀爽的曾孫，晉朝開國功臣。\n精通音樂、博學多聞，反應機敏而深獲司馬炎信任。\n然而為了鞏固權勢，選擇和賈充朋比為奸，在征吳態度上也是採取堅定反對的態度。"
    },
    {
        "name": "陳騫",
        "quote": "「陛下明察，陳騫就是鋒芒太露，所以才『招忌』呀…」",
        "camp": "晉重臣",
        "job": "NPC",
        "intro": "字休淵，臨淮東陽人，陳矯之子，晉朝的開國功臣，官至車騎將軍。\n為人沉厚，頗有智謀，在討伐諸葛誕戰役中立下功勞，之後歷任各地都督。\n雖然在朝中聲望頗高，但常被自己內心慾望攪擾，反而很羨慕因為聲名狼藉而能隨心所欲的石苞。"
    },
    {
        "name": "石苞",
        "quote": "「呵呵呵…王彥雲、毌丘仲恭、諸葛公休之後，現在要換我石苞了？」",
        "camp": "晉重臣",
        "job": "NPC",
        "intro": "字仲容，渤海南皮人。出身貧寒且品行有欠，直到獲得司馬師提拔才開始平步青雲。\n在平定諸葛誕亂事中表現活躍，之後開始接替鎮守淮南地區。\n然而在淮南的的第十個年頭，一場意想不到的風暴襲擊向他。"
    },
    {
        "name": "山濤",
        "quote": "「我能很輕鬆地要別人向前看，但是自己卻完全辦不到呀…」",
        "camp": "晉重臣",
        "job": "NPC",
        "intro": "字巨源，河內懷縣人，「竹林七賢」之首。\n因為和司馬懿有親戚關係，直到高平陵之變後才出仕。進入晉朝之後更是官運亨通，深厚信任。\n但因為嵇康之事讓他痛苦萬分，就算一手撫養嵇家遺孤長大，仍在不時痛悔當年之事。"
    },
    {
        "name": "張華",
        "quote": "「如果要完成伐吳大業，讓陛下成為萬古傳頌的聖君，就只有現在這個時候呀！」",
        "camp": "晉重臣",
        "job": "NPC",
        "intro": "字茂先，范陽方城人。\n年輕時作《鷦鷯賦》，通過對鳥禽的褒貶，抒發自己的政治觀點因而聲名大噪，入晉之後開始獲得任用。\n堅定支持伐吳，是羊祜、杜預等人在朝廷中的最大支持者。"
    },
    {
        "name": "羊祜",
        "quote": "「陸幼節，於私我希望你能平安康復。但是於公，我還是希望你能早點消失呀…」",
        "camp": "晉重臣",
        "job": "NPC",
        "intro": "字叔子，泰山郡南城縣人，姊羊徽瑜為司馬師之妻。\n入晉後深得司馬家信任，升任尚書左僕射、車騎將軍，\n鎮守荊州之時以懷柔之計攏絡人心，造成東吳極大威脅，是陸抗認定生平最強的對手。"
    },
    {
        "name": "杜預",
        "quote": "「羊公之志，時刻存於杜預內心。今日伐吳之事卻不斷拖延，是要羊公永無安息之日？」",
        "camp": "晉重臣",
        "job": "NPC",
        "intro": "字元凱，京兆杜陵人。祖父為杜畿、父為杜恕，因為父親之事受到司馬家貶抑，直到娶了司馬懿之女才獲得任用。\n曾參與伐蜀作戰，入晉之後在佐理朝政上頗有建樹。和張華、羊祜等人都是堅定的伐吳派。"
    },
    {
        "name": "嵇凜",
        "quote": "「要說毫無怨恨嘛，那是騙人的。但是…我認為擁有往前進的目標比懷抱仇恨更重要，所以我才會在這裡。」",
        "camp": "晉重臣",
        "job": "NPC",
        "intro": "晉側主角，嵇康之女，在嵇康被司馬家處刑後被山濤所撫養。\n聰明伶俐、精通音律，在山濤擔任鄴城監時再度與東鄉公主相會，正式成為她弟子。\n回到洛陽後開始結識司馬炎、司馬攸兄弟，之後又陸續認識晉朝許多重臣。\n在羊祜赴任荊州之時，她做出了重大的決定…"
    },
    {
        "name": "王渾",
        "quote": "「用兵的訣竅在於臨機應變，就算張喬將軍投降又如何？你認為吳賊有這能力處理七千降兵？」",
        "camp": "晉武將",
        "job": "NPC",
        "intro": "字玄沖，太原晉陽人，曹魏司空王昶之子。\n曾為曹爽幕僚，後承襲父爵。入晉後開始擔任豫州、揚州都督，如同自己父親一樣站在抗吳的最前線。\n冷靜沉著，用兵大膽，擅長臨機應變，單論用兵堪稱是晉朝第一人，\n然而因為皇親的身分（次子娶司馬炎之女），使得他無法獲得正常的評價。"
    },
    {
        "name": "王濬",
        "quote": "「允剛、惠興，你們都是我的翅膀…」",
        "camp": "晉武將",
        "job": "NPC",
        "intro": "字士治，弘農郡湖縣人，晉朝龍驤將軍。王濬博學多聞，美姿貌，早年不謹細行，後來變得豁達有大志。\n最初為河東從事，多數人認為他奢侈不節，不能委以重任，只有羊祜對他另眼相看。\n在益州發生叛亂之後，以平亂有功成為益州刺史，開始實現他心中伐吳的志業。"
    },
    {
        "name": "李毅",
        "quote": "「這個夢可是大吉大利呀，三刀為州字，又益者，是說明府您可官臨益州。」",
        "camp": "晉武將",
        "job": "NPC",
        "intro": "字允剛，廣漢郪人，王濬手下「雙翼」之一。\n父、祖都曾經在蜀漢擔任要職，年少時期瀟灑放蕩，後來被廣漢太守王濬所提拔，成為帳下主簿。\n雖為廣漢名門出身，卻剛毅勇敢，武藝過人，在軍事方面輔佐王濬。"
    },
    {
        "name": "何攀",
        "quote": "「如果使君要實現滅吳大業的話，成都西山有個奇女子您一定要見。」",
        "camp": "晉武將",
        "job": "NPC",
        "intro": "字惠興，蜀郡郫人，王濬手下「雙翼」之一。\n年少時曾是柳隱帳下一員，蜀漢滅亡後接受州刺史皇甫晏的徵召，被評為有「王佐之才」。\n後來益州叛亂時表現活躍，被王濬任命為別駕。心思細密，智略超群，在伐吳作戰中屢次出謀畫策，建立功勞。"
    },
    {
        "name": "羅尚",
        "quote": "「哈哈哈，妳可知道我可是人稱『陳叔至再來』，不想死在我『龍牙』之下的話，就乖乖爬回去吧。」",
        "camp": "晉武將",
        "job": "NPC",
        "intro": "字敬之，襄陽人。晉陵江將軍羅憲侄。\n父親年幼過世，故自幼即跟隨叔父羅憲，參與過永安攻防戰。\n性情暴躁貪婪，和參軍楊宗意氣相投，經常讓羅憲感到頭痛不已。後來成為豫州刺史王戎參軍，參加伐吳作戰。"
    },
    {
        "name": "毛炅",
        "quote": "「吳狗！我恨不得殺掉你們的孫皓，你爹算什麼東西？一條死狗！」",
        "camp": "晉武將",
        "job": "NPC",
        "intro": "建寧人，晉交趾太守。\n霍弋派遣去支援呂興叛亂的其中一員，在合浦一戰大敗吳軍而聲名大噪，堪稱南中第一猛將。\n聽過當年無當飛軍於襄武一戰的傳說，一直希望能像那些前輩一樣打出同樣壯烈的一戰。"
    },
    {
        "name": "胡奮",
        "quote": "「這年頭呀，武將就是不值錢，所以才只能靠賣女兒維生呀…該說幸好女兒長得不像自己嗎？」",
        "camp": "晉武將",
        "job": "NPC",
        "intro": "字玄威，安定臨涇人，車騎將軍胡遵之子，大晉「三大凶」之一。\n年輕時跟隨過司馬懿征討公孫淵，在壽春叛亂時斬殺諸葛誕立下大功，一手「胡家同歸槍」讓人畏懼。\n之後靠著女兒受寵而官運亨通，雖然本人還是喜歡作戰立功，但也不排斥靠這種方法獲得高位。"
    },
    {
        "name": "周旨",
        "quote": "「伍巢、管定，讓吳狗們見識一下我們『黑色三連星』的厲害吧。」",
        "camp": "晉武將",
        "job": "NPC",
        "intro": "牙門將，一直活躍在荊州戰線，大晉「三大凶」之一。\n經歷全是謎團，行事風格詭異，許多和他交手過的人都感覺見到亡靈纏繞一般。\n本來官途不順，但羊祜喜歡他的武勇而破格提拔他。\n和其他兩位牙門將伍巢、管定組成「黑色三連星」讓東吳許多將領困擾不已，據說這組成方式和父祖有些關係…"
    },
    {
        "name": "文鴦",
        "quote": "「現在全天下只剩妳能和我一戰，我是感覺既寂寞又興奮。妳能感受到我現在心中的悸動嗎？」",
        "camp": "晉武將",
        "job": "NPC",
        "intro": "字次騫，本名文俶，鴦為小名，沛國譙縣人，文欽之子，大晉「三大凶」之一。\n在樂嘉一戰勇猛地大軍中來回突入，讓司馬師大驚而病故，後來在諸葛誕叛亂時投降司馬家。\n入晉後一直在邊境和外族作戰，雖然勇猛依舊，卻失去往日勇冠三軍的風采，直到扶風王司馬駿前來拜訪…"
    },
    {
        "name": "曹休",
        "quote": "「再撐一下子就好，在實現夢想的路上，我怎麼能輸給子丹？」",
        "camp": "曹外族",
        "job": "NPC",
        "intro": "字文烈，曹操族子。年幼被曹操收養，勇烈過人，被評為是「此吾家千里駒也」。\n曾為虎豹騎統領，轉戰漢中、徐州等地，立下無數功勞。\n在接替夏侯惇負責揚州軍事之後，屢敗吳軍，甚至兵鋒進犯到建業等地，威名之盛，使得孫權視他頭號大敵。"
    },
    {
        "name": "賈逵",
        "quote": "「大司馬，您不喜歡在下沒關係，但是孤軍深入這件事一定要三思呀。」",
        "camp": "曹外族",
        "job": "NPC",
        "intro": "字梁道，河東郡襄陵縣人，曹魏重臣。\n早年以抵抗郭援而聞名，魏建立後治理豫州功勞卓著，深受曹丕信賴。\n惟和相鄰都督曹休關係惡劣，雙方衝突不斷，使得賈逵仕途受到嚴重打壓。在曹休南征之時，督滿寵等將攻擊東關。"
    },
    {
        "name": "王凌",
        "quote": "「孫權貪暴可比董卓，昔日叔父誅殺董卓救天下，今日王凌誓殺孫權濟萬民。」",
        "camp": "曹外族",
        "job": "NPC",
        "intro": "字彥雲，太原祁縣人，東漢司徒王允之侄。\n王允一家被李傕等殺害後，王淩與其兄王晨逃出長安，跑回太原。\n後來舉孝廉，被曹操所任用。洞口之戰表現活躍，擔任各地刺史也都頗有治績。曹休南征之時跟隨左右。"
    },
    {
        "name": "韓綜",
        "quote": "「孫權那傢伙，還在是小鬼時期就受我老爹照顧，哪知道居然恩將仇報。」",
        "camp": "曹外族",
        "job": "NPC",
        "intro": "韓當之子，承襲父親部曲，因為犯罪而懷疑孫權會對他不利，所以帶兵投靠曹魏。\n後被曹休任命為先鋒，屢次侵犯孫吳，為孫權所痛恨。"
    },
    {
        "name": "諸葛誕",
        "quote": "「司馬子元重信義，講義氣，就算太傅不可靠，還可以依賴他呀。」",
        "camp": "曹外族",
        "job": "NPC",
        "intro": "字公休，琅邪郡陽都人，諸葛亮之族弟。在明帝之時被捲入浮華案而被打壓，後被曹爽重新任用。\n和司馬師關係良好，並且讓女兒嫁給司馬伷，政治立場一直偏向司馬家。\n淮南兵變後，諸葛誕被任命為揚州都督，為了自己政治前途，開始規劃大規模南征。"
    },
    {
        "name": "胡遵",
        "quote": "「我絕對不是戀童癖，只是喜歡的女孩都年紀稍微小一點而已。」",
        "camp": "曹外族",
        "job": "NPC",
        "intro": "安定臨涇人，胡奮、胡烈之父，胡淵之祖父。\n被魏臣張既起用，而後獲得司馬懿提拔，跟隨抵抗諸葛亮、征公孫，一直活躍在戰場上。\n於司馬師下命南征之時，和諸葛誕一起負責攻擊東關。"
    },
    {
        "name": "禿髮樹機能",
        "quote": "「不准叫我「大樹」，可以的話，本王還真想把樹這個字從名字裡拿掉呀。」",
        "camp": "曹外族",
        "job": "NPC",
        "intro": "河西鮮卑人，禿髮鮮卑首領，在祖父禿髮壽闐去世後接任首領。\n當初鄧艾遷移外族時跟著內徙，在鄧艾死後感覺天下已無英雄而開始作亂。\n連續擊殺晉軍幾個大將後，讓司馬炎不得不正視這個西線大患。"
    },
    {
        "name": "劉猛",
        "quote": "「一個復仇居然願意等超過二十年，你的毅力本王還真佩服。」",
        "camp": "曹外族",
        "job": "NPC",
        "intro": "匈奴右賢王去卑的兒子。在某人煽動之下叛逃出塞，開始率領本部軍隊攻打并州。"
    },
    {
        "name": "劉淵",
        "quote": "「因為我是匈奴人就一定其心必異？忘記前漢有個金日磾？」",
        "camp": "曹外族",
        "job": "NPC",
        "intro": "字元海，新興匈奴人，左部帥劉豹之子。幼年即被送到洛陽當人質，\n在耳濡目染之下漢化程度極深，精通典籍連許多漢人都無法比擬。\n和王渾交情頗深，屢次被他推薦去出征，卻總是因其出身而被懷疑忠誠，令他感覺十分受挫。"
    },
    {
        "name": "曹綾",
        "quote": "「現在這個時候，曹家人最重要的是要知道該怎麼活下來。大魏滅亡的責任，就由我們這些人來扛就夠了。」",
        "camp": "老朋友",
        "job": "NPC",
        "intro": "曹操之孫女，被封為東鄉公主，精明幹練，勇敢果決，頗有祖父的風範，  \n在魏國權勢旁落之際，仍繼續努力支撐著衰微的曹家。  \n然而在高貴鄉公事件、蜀漢滅亡之後，司馬家篡奪之勢已無法阻擋，  \n在司馬昭面前，她下定決心做出最後的選擇。"
    },
    {
        "name": "諸葛果",
        "quote": "「幾位能向主公和楊姊姊的牌位敬拜，果深為感激。但果的心已隨主公消逝，幫不上什麼忙，你們還是請回吧。」",
        "camp": "老朋友",
        "job": "NPC",
        "intro": "諸葛亮之女，據說曾跟隨在大將軍姜維左右，  \n在蜀漢滅亡，家人多數離散的情況下選擇遁入成都西山，在五斗米道的庇護下生活。  \n本來已不想和世事有牽連，直到眼前出現幾位號稱是「大漢遺臣」的人…"
    },
    {
        "name": "羅憲",
        "quote": "「大漢已亡，吳人不但沒盡盟友的責任，反而還率軍入侵，這種不仁不義的行為怎能容忍？」",
        "camp": "老朋友",
        "job": "NPC",
        "intro": "令則，襄陽人。師事譙周，被稱為是其門下的子貢，後因得罪黃皓被外派到巴東防守。  \n在蜀漢滅亡之後遇上來入侵的吳軍，僅有兩千人的他經過深思熟慮後，決定降魏，並且挺身面對數萬大軍。"
    },
    {
        "name": "馬隆",
        "quote": "「諸葛武侯、姜伯約真的是神人呀，要是我能遇上你們，一定要拜入門下。」",
        "camp": "老朋友",
        "job": "NPC",
        "intro": "字孝興，東平平陸人。年輕時詐稱是令狐愚門客而幫忙收葬，成為兗州當地美談。  \n後來在司馬炎下令準備征吳之時，以智勇之士被徵召到洛陽。  \n在禿髮樹機能為禍之際，從洛陽率領三千人前往平亂。"
    },
    {
        "name": "霍弋",
        "quote": "「其實我霍弋一點也不好賭，一、四、五跑馬，二、三跑狗，週末上萄京。每天打十六圈麻將，發燒到四十度那天就不賭了。」",
        "camp": "老朋友",
        "job": "NPC",
        "intro": "字紹先。荊州南郡枝江人，父親為霍峻。  \n曾參與諸葛亮北伐，後來負責鎮守南中一帶，在蜀漢滅亡後投降，繼續被任命鎮守該地。  \n在孫吳發生交州亂事時派遣楊稷、毛炅等人支援，和吳軍爭奪交州。  \n好賭成性，據說是因為幼年時期受到簡雍影響所致。"
    },
    {
        "name": "刁玄",
        "quote": "「我這個亡靈也該到了消失的時候。巨先，這個秘密只要你一個人知道就夠了。」",
        "camp": "老朋友",
        "job": "NPC",
        "intro": "出身丹陽，據說擔任過太子孫登的賓客，但卻沒人實際看過他。  \n神秘地成為孫皓臣子後，被派遣到蜀地，  \n發現司馬徽等人的預言包括「黃旗紫蓋見於東南，終有天下等」，讓孫皓燃起北伐一統天下的雄心。"
    }
]